[
  {
    "id": "1",
    "title": "Avatar",
    "year": 2025,
    "genre": "Aventura",
    "poster": "/imagenes/Avatar.jpg",
    "rating": 8.1,
    "description": "La familia de Jake y Neytiri lucha contra una tribu Navi hostil, los Pueblo de Ceniza, liderados por la implacable Varang, mientras lidian con la pérdida de su hijo Neteyam, enfrentándose a nuevos dilemas morales y expandiendo el universo de Pandora con tribus como los comerciantes del viento."
  },
  {
    "id": "2",
    "title": "Asesino",
    "year": 2025,
    "genre": "Terror",
    "poster": "/imagenes/Asesino.jpg",
    "rating": 7.4,
    "description": "Pelicula de miedo."
  },
  {
    "id": "3",
    "title": "Stranger Things",
    "year": 2025,
    "genre": "Ciencia ficción",
    "poster": "/imagenes/Stranger_Things.png",
    "rating": 7.8,
    "description": "Después de la extraña desaparición de un niño, un pueblo se encuentra ante un misterio que revela experimentos secretos, fuerzas sobrenaturales y a una niña muy especial.."
  },
  {
    "id": "4",
    "title": "IT",
    "year": 2019,
    "genre": "Terror",
    "poster": "/imagenes/IT.jpg",
    "rating": 7.8,
    "description": ""
  },
  {
    "id": "5",
    "title": "TROLL 2",
    "year": 2025,
    "genre": "Acción",
    "poster": "/imagenes/Trol2.png",
    "rating": 7.8,
    "description": "Cuando otro despiadado trol desata una ola de destrucción en su país, Nora, Andreas y el comandante Kris se embarcan en la misión más peligrosa de sus vidas. "
  },
  {
    "id": "6",
    "title": "Estado de fuga",
    "year": 2025,
    "genre": "Drama",
    "poster": "/imagenes/Estado_Fuga.png",
    "rating": 7.8,
    "description": "Un exmilitar atrae a un estudiante hacia una oscura y retorcida amistad en este inquietante drama inspirado en hechos reales sobre una masacre ocurrida en la Bogotá de los años 80"
  },
  {
    "id": "7",
    "title": "Mission Imposible",
    "year": 2025,
    "genre": "Acción",
    "poster": "/imagenes/Mission.jpg",
    "rating": 8.1,
    "description": "El agente Ethan Hunt continúa su misión de impedir que Gabriel controle el tecnológicamente omnipotente programa de IA conocido como la Entidad."
  },
  {
    "id": "8",
    "title": "Amenaza En El Aire",
    "year": 2025,
    "genre": "Terror",
    "poster": "/imagenes/Amenaza En El Aire.jpg",
    "rating": 7.4,
    "description": "Una Marshal del Aire que transporta a un fugitivo a través de los páramos de Alaska en una avioneta se ve atrapada cuando sospecha que su piloto no es quien dice ser."
  },
  {
    "id": "9",
    "title": "Cómo entrenar a tu dragón",
    "year": 2025,
    "genre": "Ciencia ficción",
    "poster": "/imagenes/Cómo entrenar a tu dragón.jpg",
    "rating": 7.8,
    "description": "Un joven vikingo aspira a cazar dragones, pero se convierte inesperadamente en amigo de un joven dragón."
  },
  {
    "id": "10",
    "title": "El contador 2",
    "year": 2025,
    "genre": "Misterio-Drama",
    "poster": "/imagenes/El contador 2.jpg",
    "rating": 7.8,
    "description": "Christian Wolff tiene un talento para resolver problemas complejos. Cuando asesinan a un viejo conocido, que deja un mensaje críptico para buscar al contador, Wolff debe reclutar a su letal hermano Brax para que lo ayude a resolver el caso. Junto con la..."
  },
  {
    "id": "11",
    "title": "Juego de ladrones",
    "year": 2025,
    "genre": "Ciencia ficción",
    "poster": "/imagenes/Juego de ladrones.jpg",
    "rating": 7.8,
    "description": "Donnie se alía con la mafia Pantera para cometer el mayor robo de diamantes jamás visto. Mientras, Nick, el policía que ya le persiguió en el pasado, se ve arruinado y cansado de ser el cazador, así que le propone unirse a su banda y dar juntos este golpe. Si este desafío tiene éxito, habrán conseguido ejecutar el atraco más importante de la historia."
  },
  {
    "id": "12",
    "title": "La vieja guardia 2",
    "year": 2025,
    "genre": "Ciencia ficción",
    "poster": "/imagenes/La vieja guardia 2.jpg",
    "rating": 7.8,
    "description": "Andy y su equipo de guerreros inmortales continúan su misión de proteger a la humanidad. Esta vez, un nuevo y formidable enemigo amenaza el tejido mismo de la Vieja Guardia."
  }
  


  
]
